Repository: cyface-de/ios-backend
Catalog: RFR-App/RFR/Resources/*.lproj/Localizable.strings
Languages: de

# %lld x 15 Minuten nextbike Gutscheine übrig
source: %lld x 15 minute Nextbike vouchers available
de: %lld x 15 Minuten nextbike Gutscheine übrig

# 1x 15 Freiminuten auf die nächste Ausleihe in Schkeuditz - nextbike Nordsachsen
source: 1x 15 free minutes on the next rental in Schkeuditz - Nextbike North Saxony
de: 1x 15 Freiminuten auf die nächste Ausleihe in Schkeuditz - nextbike Nordsachsen

# Abbrechen
source: Cancel
de: Abbrechen

# Abgeschlossene Messungen
source: Finished Measurements
de: Abgeschlossene Messungen

# Abmelden
source: Log Out
de: Abmelden

# Achtung
source: Attention
de: Achtung

# Akzeptieren
source: Accept
de: Akzeptieren

# Amtsgericht Dresden HRB: 36726 USt.-Id.: DE-312598748
source: District Court Dresden HRB: 36726 USt.-Id.: DE-312598748
de: Amtsgericht Dresden HRB: 36726 USt.-Id.: DE-312598748

# Anstieg
source: Ascent
de: Anstieg

# Bitte geben Sie ein gültiges Passwort ein.
source: Please enter a valid password.
de: Bitte geben Sie ein gültiges Passwort ein.

# Bitte geben Sie eine gültige E-Mail Adresse ein
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.

# Bitte warten!
source: Please wait!
de: Bitte warten!

# Daten übertragen
source: Submit Data
de: Daten übertragen

# Datenschutz
source: Privacy
de: Datenschutz

# Datenschutzbestimmungen
source: Privacy Policy
de: Datenschutzbestimmungen

# de.cyface.error.RegistrationError.emailUsed
source: The email address you entered is already taken. Please try a different email address. If you have forgotten your password, please contact our service staff to reset your password!
de: Die eingegebene E-Mail Adresse ist bereits vergeben. Bitte versuchen Sie es mit einer anderen E-Mail Adresse. Falls Sie Ihr Passwort vergessen haben, nehmen Sie bitte Kontakt mit unseren Service - Mitarbeitern auf, um ihr Passwort zurückzusetzen!

# de.cyface.error.RegistrationError.internalError
source: Your phone produced the following unexpected error during registration: %@
de: Ihr Telefon hat, während der Registrierung, den folgenden unerwarteten Fehler produziert: %@

# de.cyface.error.RegistrationError.invalidResponseType
source: The response to a registration request must be an HTTP response!
de: Antwort einer Registrierungsanfrage muss eine HTTP Antwort sein!

# de.cyface.error.RegistrationError.tooManyRequests
source: You have requested the server too many times. Please wait a moment and then try again!
de: Sie haben den Server zu oft angefragt. Bitte warten Sie einen Moment und versuchen es dann erneut!

# de.cyface.error.RegistrationError.unexpectedClientError
source: Sending the request caused an unexpected error in your phone! You may be offline or not able to send the request for other reasons. Please make sure you have internet access before trying again.
de: Das Absenden der Anfrage hat einen nicht erwarteten Fehler in Ihrem Telefon verursacht! Möglicherweise sind sie offline oder aus anderen Gründen gerade nicht in der Lage die Anfrage abzusenden. Bitte stellen Sie sicher, dass Sie Zugriff auf das Internet haben, bevor Sie es erneut versuchen.

# de.cyface.error.RegistrationError.unexpectedServerError
source: The server reported an internal error and was therefore unable to complete your request. Please try again or contact a service representative.
de: Der Server meldet einen internen Fehler und konnte Ihre Anfrage daher nicht ausführen. Bitte versuchen Sie es erneut oder setzen Sie sich mit einem Service - Mitarbeiter in Verbindung.

# de.cyface.error.RegistrationError.unexpectedStatusCode
source: Received unexpected status from server. The server your app communicates with may not be a Ready-for-Robots server.
de: Unerwarteten Status vom Server empfangen. Möglicherweise ist der Server mit dem Ihre App kommuniziert kein Ready-for-Robots Server.

# de.cyface.error.rfrerror.initializationFailed
source: Application startup failed! Reason: %@!
de: Start der Anwendung ist fehlgeschlagen, weil: %@!

# de.cyface.error.rfrerror.invalidUrl
source: Invalid Internetaddress %@!
de: Ungültige Internetadresse %@!

# de.cyface.error.rfrerror.missingAuthenticationBody
source: Authentication response did not contain any data.
de: Antwort der Authentifizierung enthielt keine Daten.

# de.cyface.error.rfrerror.missingAuthenticator
source: A valid authenticator is missing!
de: Es fehlt ein gültiger Authenticator!

# de.cyface.error.rfrerror.missingAuthenticatorConfiguration
source: A valid authenticator configuration is missing.
de: Es fehlt eine gültige Authenticator Konfiguration.

# de.cyface.error.rfrerror.missingCredentials
source: Credentials for authentication are missing. Request is canceled.
de: Zugangsdaten zur Authentifizierung fehlen. Anfrage wird abgebrochen.

# de.cyface.error.rfrerror.missingVoucher
source: Your voucher could not be loaded.
de: Ihr Gutschein konnte nicht geladen werden.

# de.cyface.error.rfrerror.unableToLoadMeasurement
source: Measurement %@ could not be loaded!
de: Messung %@ konnte nicht geladen werden!

# E-Mail Adresse
source: E-Mail Address
de: E-Mail Adresse

# E-Mail: mail@cyface.de Telefon: +49 351 6 475 2580
source: E-Mail: mail@cyface.de Fon: +49 351 6 475 2580
de: E-Mail: mail@cyface.de Telefon: +49 351 6 475 2580

source: Error
de: Fehler

# Error: Data Capturing Service was not yet initialized!
source: Data recording service had not yet started.
de: Datenaufzeichnungsdienst war noch nicht gestartet.

# Fahrten
source: Trips
de: Fahrten

# Fahrtzeit
source: Travel Time
de: Fahrtzeit

# Fehler
source: Error
de: Fehler

# Geschwindigkeit
source: Speed
de: Geschwindigkeit

# gültig bis: %@
source: valid until: %@
de: gültig bis: %@

# Gutschein anzeigen
source: Show voucher
de: Gutschein anzeigen

# Gutscheincode: %@
source: Voucher Code: %@
de: Gutscheincode: %@

# Haftungshinweis
source: Disclaimer
de: Haftungshinweis

# Herausgeber
source: Publisher
de: Herausgeber

# Höhe
source: Height
de: Höhe

# Höhenprofil
source: Height Profile
de: Höhenprofil

# I am human
source: I am a human
de: Ich bin ein Mensch

# Karte
source: Map
de: Karte

source: Login
de: Anmelden

# loginButtonLabel
source: Login or Register
de: Anmelden oder Registrieren

# Maximale Strecke
source: Maximum distance
de: Maximale Strecke

source: Measurement %llu
de: Messung %llu

# nextbike Gutschein freigeschaltet
source: Nextbike voucher activated
de: nextbike Gutschein freigeschaltet

# Noch %@ von %@ km bis zum Gutschein
source: Still %@ of required %@ km until voucher is enabled
de: Noch %@ von %@ km bis zum Gutschein

# Noch %lf von %lf km bis zum Gutschein
source: Still %lf of %lf km to the voucher
de: Noch %lf von %lf km bis zum Gutschein

# Nutzerprofil und alle zugehörigen Daten löschen.
source: Delete user profile and all associated data.
de: Nutzerprofil und alle zugehörigen Daten löschen.

# Passwort
source: Password
de: Passwort

# Passwort wiederholen
source: Repeat Password
de: Passwort wiederholen

source: Register New Account
de: Neues Benutzerkonto anlegen

# Registrieren
source: Register
de: Registrieren

source: Please register via the [Ready for Robots platform](https://auth.cyface.de:8443/realms/rfr/protocol/openid-connect/auth?client_id=ios-app&redirect_uri=de.cyface.app.r4r%3A%2Foauth2redirect&response_type=code&scope=openid)
de: Bitte registrieren Sie sich auf der [Ready for Robots platform](https://auth.cyface.de:8443/realms/rfr/protocol/openid-connect/auth?client_id=ios-app&redirect_uri=de.cyface.app.r4r%3A%2Foauth2redirect&response_type=code&scope=openid)

# Statistiken
source: Statistics
de: Statistiken

# Strecke
source: Route
de: Strecke

source: Despite careful content control, we assume no liability for the content of external links. The operators are solely responsible for the content of the linked pages.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.

source: Username
de: Nutzername

# Vermiedener CO₂ Ausstoß
source: Avoided CO₂ emissions
de: Vermiedener CO₂ Ausstoß

# Vertreten durch: Dr. Klemens Muthmann
source: Represented by: Dr. Klemens Muthmann
de: Vertreten durch: Dr. Klemens Muthmann

source: If you click on “Really delete”, your access and all of your recorded data will be irretrievably deleted. Do you really want to delete your user profile?
de: Wenn Sie auf "Wirklich Löschen" klicken, wird ihr Zugang und alle ihre erfassten Daten unwiderbringlich gelöscht. Möchten Sie Ihr Nutzerprofil wirklich löschen?

# Wirklich Löschen
source: Really delete
de: Wirklich Löschen

# Zeit
source: Time
de: Zeit

# Zurück
source: Back
de: Zurück
